Repository: ladaapp/lada
Catalog: translations/*.po
Languages: es, fr, ja, nl

source: %(prog)s --input input.mp4 --encoding-preset hevc-nvidia-gpu-hq
es: %(prog)s --entrada input.mp4 --codificador seleccionado hevc-nvidia-gpu-hq
nl: %(prog)s --input bestand.mp4 --encoding-preset hevc-nvidia-gpu-hq

source: Set encoding parameters directly without using an encoding preset:
es: Establecer parámetros codificación directamente sin usar ajustes preestablecidos:
fr: Définissez les paramètres d'encodage directement sans utiliser de préréglage d'encodage :
ja: エンコードプリセットを使用せずにエンコードパラメータを直接設定する:
nl: Stel coderings opties in zonder voorinstellingen te gebruiken:

source: %(prog)s --input input.mp4 --encoder libx265 --encoder-options '-crf 26 -preset fast -x265-params log_level=error'
es: %(prog)s --entrada input.mp4 --codificador libx265 --opciones codificador '-crf 26 -configuración rápida -x265-params log_level=error'
nl: %(prog)s --input bestand.mp4 --encoder libx265 --encoder-options '-crf 26 -preset fast -x265-params log_level=error'

source: %(prog)s [options]
es: %(prog)s [opciones]
ja: %(prog)s [設定]
nl: %(prog)s [opties]

source: Restore pixelated adult videos (JAV)
es: Procesar videos adultos pixelados (JAV)
fr: Restaurer des vidéos pour adultes pixélisées (JAV)
ja: アダルトビデオ(JAV)のピクセルモザイクを除去する
nl: Gepixelde 18+-video's herstellen (JAV)

source: General
fr: Général
ja: 一般
nl: Algemeen

source: Path to pixelated video file or directory containing video files
es: Ruta del archivo pixelado o del directorio que contiene los archivos de vídeo.
fr: Chemin d'accès au fichier vidéo pixélisé ou au répertoire contenant les fichiers vidéo
ja: ピクセル化された動画ファイルへのパス、または動画ファイルを含むディレクトリ
nl: Locatie van gepixelde video of map met videobestanden

source: Path used to save output file(s). If path is a directory then file name will be chosen automatically (see --output-file-pattern). If no output path was given then the directory of the input file will be used
es: Ruta utilizada para guardar los archivos de salida. Si la ruta es un directorio, el nombre del archivo se elegirá automáticamente (véase --output-file-pattern). Si no se ha especificado ninguna ruta de salida, se utilizará el directorio del archivo de entrada.
fr: Chemin utilisé pour enregistrer le(s) fichier(s) de sortie. Si le chemin est un répertoire, le nom du fichier sera choisi automatiquement (voir --output-file-pattern). Si aucun chemin de sortie n'a été spécifié, le répertoire du fichier d'entrée sera utilisé
ja: 出力ファイルを保存するパス.パスがディレクトリの場合、ファイル名は自動的に選択されます（--output-file-pattern を参照）.出力パスが指定されていない場合、入力ファイルのディレクトリが使用されます
nl: De locatie waarin de resultaatbestanden moeten worden opgeslagen. Als de locatie een map is, dan worden bestandsnamen automatisch gekozen (zie --output-file-pattern). Zonder resultaatmap wordt de bronmap gebruikt.

source: Directory for temporary video files during restoration process. Alternatively, you can use the environment variable TMPDIR. (default: %(default)s)
es: Directorio temporal de los videos durante el procesado. Alternativamente, puedes usar la variable de entorno TMPDIR. (Por defecto: %(default)s)
fr: Répertoire pour les fichiers vidéo temporaires pendant le processus de restauration. Vous pouvez également utiliser la variable d'environnement TMPDIR. (par défaut : %(default)s)
ja: 復元プロセス中にビデオが一時的に保存されるディレクトリ.環境変数TMPDIRを使用することもできます. (デフォルト: %(default)s)
nl: De map waarin tijdelijke bestanden worden opgeslagen tijdens het herstelproces. Gebruik eventueel de omgevingsvariabale TMPDIR. (standaard: %(default)s)

source: Pattern used to determine output file name(s). Used when input is a directory, or a file but no output path was specified. Must include the placeholder '{orig_file_name}'. (default: %(default)s)
es: Patrón utilizado para determinar el fichero de salida name(s). Se utiliza cuando la entrada es un directorio o un fichero, pero la ruta de salida no se especificó. Debe incluir un marcador de posición '{orig_file_name}'. (Por defecto: %(default)s)
fr: Modèle utilisé pour déterminer le(s) nom(s) de(s) fichier(s) de sortie. Utilisé lorsque l'entrée est un répertoire ou un fichier, mais qu'aucun chemin de sortie n'a été spécifié. Doit inclure l'espace réservé « {orig_file_name} ». (par défaut : %(default)s)
ja: 出力ファイル名を決定するパターン.入力がディレクトリ、または出力先が指定されていないファイルの場合に使用します. '{orig_file_name}'のプレースホルダーを含める必要があります. (デフォルト: %(default)s)
nl: Het patroon dat moet worden gebruikt voor de resultaten. Van toepassing als de invoer een map is of bestand zonder resultaatlocatie. Gebruik van de opvultekst ‘{orig_file_name}’ is vereist. (standaard: %(default)s)

source: Device used for running Restoration and Detection models. Use "cpu" or "cuda". If you have multiple GPUs you can select a specific one via index e.g. "cuda:0" (default: %(default)s)
es: Dispositivo utilizado durante la restauración y modelos de detección. Usar "cpu" o "cuda". Si tienes varias GPUs debes seleccionar una específica p.e. "cuda:0" (default: %(default)s)
fr: Device utilisé pour exécuter les modèles de restauration et de détection. Utilisez « cpu » ou « cuda ». Si vous disposez de plusieurs GPU, vous pouvez en sélectionner un spécifique via un index, par exemple « cuda:0 » (par défaut : %(default)s)
ja: 復元および検出モデルの実行に使用するデバイス."cpu" または "cuda" を指定してください.複数のGPUがある場合、インデックスで特定のGPUを選択できます.インデックス 例 "cuda:0" デフォルト: (%(default)s)
nl: Het te gebruiken apparaat voor herstel- en detectiemodellen. Kies uit ‘cpu’ of ‘cuda’. Als je computer over meerdere videokaarten beschikt, kies dan de gewenste, bijvoorbeeld ‘cuda:0’. (standaard: %(default)s)

source: Reduces VRAM usage and may increase speed on modern GPUs, with negligible quality difference. (default: %(default)s)
es: Reduce el uso de la VRAM y puede incrementar la velocidad en GPUs modernas, con insignificante diferencia de calidad. (Por defecto: %(default)s)
fr: Réduit l'utilisation de la VRAM et peut augmenter la vitesse sur les GPU modernes, avec une différence de qualité négligeable. (par défaut : %(default)s)
ja: VRAM の使用量を削減し、品質の違いをほとんど感じさせずに、最新の GPU の速度を向上させることができます。 (デフォルト: %(default)s)
nl: Verlaagt het vram-gebruik en verhoogt de snelheid op moderne videokaarten, met nauwelijks kwaliteitsverschil. (standaard: %(default)s)

source: List available devices and exit
es: Lista de dispositivos disponibles y salida
fr: Afficher la liste des périphériques disponibles et quitter
ja: 利用可能なデバイスの一覧を表示して終了する
nl: Toon de beschikbare apparaten en sluit af

source: Display version and exit
es: Mostrar versión y salir
fr: Afficher la version et quitter
ja: バージョンを表示して終了する
nl: Toon het versienummer en sluit af

source: Show this help message and exit
es: Mostrar este mensaje y salir
fr: Afficher ce message d'aide et quitter
ja: このヘルプメッセージを表示して終了します
nl: Toon dit hulpbericht en sluit af

source: Select encoding preset by name. Use "--list-encoding-presets" to see what's available. Ignored if "--encoder" and "--encoder-options" are used (default: %(default)s)
es: Seleccionar configuración codificador por nombre. Usar "--list-encoding-presets" para ver los disponibles. Ignorar si "--encoder" y "--encoder-options" son usados used (Por defecto: %(default)s)
fr: Sélectionnez le préréglage d'encodage par son nom. Utilisez « --list-encoding-presets » pour voir ce qui est disponible. Ignoré si « --encoder » et « --encoder-options » sont utilisés (par défaut : %(default)s)
ja: エンコードプリセットを名前で選択します. 使用可能なプリセットを確認するには、"--list-encoding-presets" を使用してください. "--encoder"と"--encoder-options"が使用されている場合は無視されます(デフォルト: %(default)s)
nl: Selecteer een coderingsvoorinstelling op naam. Gebruik "--list-encoding-presets" om te zien welke voorinstellingen beschikbaar zijn. Wordt genegeerd als "--encoder" en "--encoder-options" worden gebruikt (standaard: %(default)s)

source: List available encoding presets and exit
es: Lista configuración codificadores disponibles y salir
fr: Afficher la liste des préréglages d'encodage disponibles et quitter
ja: 利用可能なエンコードプリセットを一覧表示して終了する
nl: Toon beschikbare codering voorinstellingen en sluit af sluit af

source: Select video encoder by name. Use "--list-encoders" to see what's available. (default: %(default)s)
es: Selecciona codificador de video por nombre Usar "--lista-Codificadores" para ver los disponibles. (Por defecto: %(default)s)
fr: Sélectionnez l'encodeur vidéo par son nom. Utilisez « --list-encoders » pour voir ceux qui sont disponibles. (par défaut : %(default)s)
ja: ビデオエンコーダーを名前で選択します。利用可能なエンコーダーを確認するには、 "--list-encoders"を使用します。. (デフォルト: %(default)s)
nl: Selecteer een video-encoder op naam. Gebruik "--list-encoders" om te zien welke encoders beschikbaar zijn. (standaard: %(default)s)

source: List available encoders and exit
es: Lista codificadores disponibles y salir
fr: Liste des encodeurs disponibles et sortie
ja: 利用可能なエンコーダを一覧表示して終了する
nl: Toon beschikbare encoders en sluit af

source: Space-separated list of options for the encoder set via "--encoder". Use "--list-encoder-options" to see what's available. (default: %(default)s)
es: Lista separada por espacios de opciones del codificador "--encoder". Usar "--list-encoder-options" para ver disponibles. (default: %(default)s)
fr: Liste des options séparées par des espaces pour l'encodeur défini via « --encoder ». Utilisez « --list-encoder-options » pour voir les options disponibles. (par défaut : %(default)s)
ja: スペース区切られた"--encoder"で設定されたエンコーダオプションのリスト. 利用可能なオプションを確認するには、"--list-encoder-options" を使用します. (デフォルト: %(default)s)
nl: Een lijst met door spaties gescheiden opties voor de encoder die is ingesteld via "--encoder". Gebruik "--list-encoder-options" om te zien wat er beschikbaar is. (standaard: %(default)s)

source: List available options of the given encoder and exit
es: Enumera las opciones disponibles del codificador y sale
fr: Liste des options disponibles pour l'encodeur donné et sortie
ja: 指定されたエンコーダの利用可能なオプションを一覧表示して終了します
nl: Toon de beschikbare opties van de opgegeven encoder en sluit af

source: Allows playing the file while it's being written. Sets .mp4 mov flags "frag_keyframe+empty_moov+faststart". (default: %(default)s)
es: Permite reproducción mientras el fichero está siendo escrito. Establece .mp4 mov flags "frag_keyframe+empty_moov+faststart". (Por defecto: %(default)s)
fr: Permet de lire le fichier pendant son écriture. Définit les indicateurs .mp4 mov « frag_keyframe+empty_moov+faststart ». (par défaut : %(default)s)
ja: ファイルの書き込み中に再生を許可します .mp4 mov flags "frag_keyframe+empty_moov+faststart"を設定します. (デフォルト: %(default)s)
nl: Hiermee kan het bestand worden afgespeeld terwijl het wordt geschreven. Stelt de .mp4 mov-vlaggen in op "frag_keyframe+empty_moov+faststart". (standaard: %(default)s)

source: Mosaic Restoration
es: Restauración de Mosaico
fr: Restauration de mosaïques
ja: モザイク除去
nl: Mozaïekherstel

source: List available restoration models found in model weights directory and exit (default location is './model_weights' if not overwritten by environment variable LADA_MODEL_WEIGHTS_DIR)
es: Lista disponible de modelos encontrados en el directorio y sali (La carpeta por defecto es './model_weights' if not overwritten by environment variable LADA_MODEL_WEIGHTS_DIR)
fr: Liste des modèles de restauration disponibles dans le répertoire des weights et ferme l'application (l'emplacement par défaut est « ./model_weights » s'il n'est pas remplacé par la variable d'environnement LADA_MODEL_WEIGHTS_DIR)
ja: モデル重みのディレクトリで見つかった利用可能な復元モデルの一覧を表示し、終了します（環境変数 LADA_MODEL_WEIGHTS_DIR で上書きされていない場合、デフォルトは ./model_weights）
nl: Toon de beschikbare herstelmodellen die beschikbaar zijn in de modelgewichtenmap en sluit af (standaardlocatie: ‘./model_weights’, indien niet overschreven door de omgevingsvariabele ‘LADA_MODEL_WEIGHTS_DIR’)

source: Name of detection model or path to model weights file. Use "--list-mosaic-restoration-models" to see what's available. (default: %(default)s)
es: Nombre modelo de detección o ruta de los modelos. Usar "--list-mosaic-restoration-models" para ver disponibles. (default: %(default)s)
fr: Nom du modèle de détection ou chemin d'accès au fichier des weights. Utilisez « --list-mosaic-restoration-models » pour voir ce qui est disponible. (par défaut : %(default)s)
ja: モデル名またはモデルファイルのパスを検出する. 利用可能なモデルを確認するには、"--list-mosaic-restoration-models" を使用してください. (デフォルト: %(default)s)
nl: Naam van het detectiemodel of pad naar het bestand met modelgewichten. Gebruik "--list-mosaic-restoration-models" om te zien wat er beschikbaar is. (standaard: %(default)s)

source: Path to restoration model configuration file. You'll not have to set this unless you're training your own custom models
es: Ruta al archivo de configuración del modelo de restauración. No tendrás que configurarlo a menos que estés entrenando tus propios modelos personalizados.
fr: Chemin d'accès au fichier de configuration du modèle de restauration. Vous n'aurez pas à le définir, sauf si vous entraînez vos propres modèles personnalisés
ja: 復元モデルの設定ファイルのパス。独自のカスタムモデルをトレーニングする場合を除き、設定する必要はありません
nl: De locatie van het instellingenbstand van het herstelmodel. Je hoeft dit niet in te stellen, tenzij je je eigen modellen wilt trainen.

source: Maximum number of frames for restoration. Higher values improve temporal stability. Lower values reduce memory footprint. If set too low flickering could appear (default: %(default)s)
es: Máximo número de fotogramas para la restauración. Valores altos mejoran la estabilidad. Valores bajos reducen el consumo de memoria. Si se pone demasiado bajo pueden aparecer parpadeos (Por defecto: %(default)s)
fr: Nombre maximal d'images (FPS) pour la restauration. Des valeurs plus élevées améliorent la stabilité temporelle. Des valeurs plus faibles réduisent l'empreinte mémoire. Si la valeur est trop faible, un scintillement peut apparaître (valeur par défaut : %(default)s)
ja: 復元処理で使用する最大フレーム数。値を大きくすると時間方向の安定性が向上します.小さくするとメモリ使用量を抑えられますが、低すぎるとちらつきが発生する可能性があります.（デフォルト: %(default)s）
nl: Het maximumaantal te herstellen frames. Hogere waarden verhogen de stabiliteit; lagere waarden verlagen het geheugengebruik. Let op: een te lage waarde kan flikkeringen veroorzaken. (standaard: %(default)s)

source: Mosaic Detection
es: Detección de Mosaico
fr: Détection de mosaïques
ja: モザイク検出
nl: Mozaïekdetectie

source: Name of detection model or path to model weights file. Use "--list-mosaic-detection-models" to see what's available. (default: %(default)s)
es: Nombre modelo detección o ruta del modelo. Usar "--list-mosaic-detection-models" para ver disponibles. (Por defecto: %(default)s)
fr: Nom du modèle de détection ou chemin d'accès au fichier weights. Utilisez « --list-mosaic-detection-models » pour voir ce qui est disponible. (par défaut : %(default)s)
ja: モデル名またはモデルファイルパスを検出する. 利用可能なものを確認するには、"--list-mosaic-detection-models" を使用してください. (デフォルト: %(default)s)
nl: Naam van het detectiemodel of pad naar het bestand met modelgewichten. Gebruik "--list-mosaic-detection-models" om te zien welke modellen beschikbaar zijn. (standaard: %(default)s)

source: List available detection models found in model weights directory and exit (default location is './model_weights' if not overwritten by environment variable LADA_MODEL_WEIGHTS_DIR)
es: Lista disponible de modelos de detección encontrada en el directorio y salida (la ruta por defecto es './model_weights' si no es escrita por la variable de entorno LADA_MODEL_WEIGHTS_DIR)
fr: Liste des modèles de détection disponibles dans le répertoire des weights et ferme l'application (l'emplacement par défaut est « ./model_weights » s'il n'est pas remplacé par la variable d'environnement LADA_MODEL_WEIGHTS_DIR)
ja: model weights directoryで見つかった利用可能な検出モデルの一覧を表示し、終了します（環境変数 LADA_MODEL_WEIGHTS_DIR で上書きされていない場合、デフォルトは ./model_weights）
nl: Toon de beschikbare detectiemodellen die beschikbaar zijn in de modelgewichtenmap en sluit af (standaardlocatie: ‘./model_weights’, indien niet overschreven door de omgevingsvariabele ‘LADA_MODEL_WEIGHTS_DIR’)

source: Detect and ignore areas of pixelated faces. Can prevent restoration artifacts but may worsen detection of NSFW mosaics. Available for models v3 and newer. (default: %(default)s)
es: Detecta e ignora áreas con caras pixeladas. Puede prevenir la restauración pero empeora la detección de áreas NSFW. Disponible para modelos v3 y más nuevos. (Por defecto: %(default)s)
fr: Détecte et ignore les zones de visages pixélisés. Permet d'éviter les artefacts de restauration, mais peut nuire à la détection des mosaïques NSFW. Disponible pour les modèles v3 et plus récents. (par défaut : %(default)s)
ja: 顔のピクセル化領域を検出して無視します.修復時のアーティファクトを回避できますが、NSFWモザイクの検出が悪化する可能性があります.モデルv3以降で利用可能です. (デフォルト: %(default)s)
nl: Gebieden met gepixelde gezichten detecteren en negeren. Kan restauratieartefacten voorkomen, maar kan de detectie van NSFW-mozaïeken verslechteren. Beschikbaar voor modellen v3 en nieuwer. (standaard: %(default)s)

source: Processing audio
es: Procesando Audio
fr: Traitement audio
ja: 音声処理中
nl: Audioverwerking

source: GPU {device} selected but CUDA is not available
es: GPU {device} seleccionada pero CUDA no está disponible
fr: GPU {device} sélectionné mais CUDA n'est pas disponible
ja: GPU {device} が選択されていますが、CUDA が利用できません
nl: Er is gekozen voor de videokaart ‘{device}’, maar CUDA is niet beschikbaar

source: Invalid file name pattern. It must include the template string '{orig_file_name}' and a file extension
es: Patrón de nombre de archivo no válido. Debes incluir la cadena de plantilla '{orig_file_name}' y una extensión de archivo
fr: Paterne de nom de fichier non valide. Il doit inclure la chaîne de caractères « {orig_file_name} » et une extension de fichier
ja: 無効なファイル名パターンです. テンプレート文字列 '{orig_file_name}' とファイル拡張子を含める必要があります
nl: Het naampatroon is ongeldig. Het patroon dient de sjabloontekenreeks ‘{orig_file_name}’ en een bestandsextensie te bevatten.

source: Invalid output directory. If input is a directory then --output must also be set to a directory
es: Directorio de salida no válido. Si la entrada es un directorio, entonces --output también debe establecerse en un directorio
fr: Répertoire de sortie invalide. Si l'entrée est un répertoire, alors --output doit également être défini sur un répertoire
ja: 無効な出力ディレクトリです.入力がディレクトリの場合、--output もディレクトリとして指定する必要があります
nl: De resultaatmap is ongeldig. Als de invoer een map betreft, dan dient --output eveneens een map te zijn.

source: Invalid input. No file or directory at {input_path}
es: Entrada no válida. No existe el fichero o directorio en {input_path}
fr: Entrée non valide. Aucun fichier ou répertoire à {input_path}
ja: 無効な入力です.{input_path} にファイルまたはディレクトリが存在しません
nl: Ongeldige invoer: geen bestand of map in {input_path}

source: Temporary directory {temporary_path} doesn't exist. Creating…
es: Directorio Temporal {temporary_path} no existe. Creando…
fr: Le répertoire temporaire {temporary_path} n'existe pas. Création en cours…
ja: 一時ディレクトリ {temporary_path} が存在しません. 作成中…
nl: De tijdelijke map {temporary_path} bestaat niet. Aanmaken…

source: Invalid mosaic detection model
es: Modelo de detección inválido
fr: Modèle de détection de mosaïque invalide
ja: モザイク検出モデルが無効です
nl: Ongeldig mozaïek detectie model

source: Invalid mosaic restoration model
es: Modelo de restauración inválido
fr: Modèle de restauration de mosaïque invalide
ja: モザイク復元モデルが無効です
nl: Ongeldig mozaïek restauratie model

source: Invalid encoding preset
es: Configuración codificador inválida
fr: Préréglage d'encodage invalide
ja: 無効なエンコードプリセット
nl: Ongeldige codering voorinstelling

source: Either "--encoding-preset" or "--encoder" together with "--encoder-options" must be used
fr: Il faut utiliser soit « --encoding-preset », soit « --encoder » avec « --encoder-options »
ja: "--encoding-preset" または "--encoder" together with "のいずれかを"--encoder-options"と一緒に使用する必要があります
nl: Ofwel "--encoding-preset" ofwel "--encoder" in combinatie met "--encoder-options" moet worden gebruikt

source: Received Ctrl-C, stopping restoration.
es: Ctrl-C detectado. Deteniendo Procesado.
fr: Réception de Ctrl-C, arrêt de la restauration.
ja: Ctrl-C が押されました,処理を停止します。
nl: Ctrl+C gedetecteerd — het herstel wordt afgebroken.

source: H.264 / AVC, x264 software encoder, Indistinguishable Quality, Slow, Very Large File Size
fr: H.264 / AVC, encodeur logiciel x264, Qualité Indiscernable, Lent, Fichier Très Volumineux
ja: H.264 / AVC, x264 ソフトウェア エンコーダー, 見分けがつかない程の品質,低速,非常に大きなファイル サイズ
nl: H.264 / AVC, x264 software-encoder, ononderscheidbare kwaliteit, traag, zeer grote bestandsgrootte

source: H.264 / AVC, x264 software encoder, Fast, Medium File Size
fr: H.264 / AVC, encodeur logiciel x264, Rapide, Taille de Fichier Moyenne
ja: H.264 / AVC, x264 ソフトウェア エンコーダー,高速,中程度のファイル サイズ
nl: H.264 / AVC, x264 software-encoder, snel, gemiddelde bestandsgrootte

source: H.264 / AVC, Nvidia hardware encoder, Fast, Medium File Size
fr: H.264 / AVC, encodeur matériel Nvidia, Rapide, Taille de Fichier Moyenne
ja: H.264 / AVC, Nvidia ハードウェア エンコーダー,高速,中程度のファイル サイズ
nl: H.264 / AVC, Nvidia hardware-encoder, snel, gemiddelde bestandsgrootte

source: H.265 / HEVC, Nvidia hardware encoder, Excellent Quality, Smaller File Size
fr: H.265 / HEVC, encodeur matériel Nvidia, Excellente Qualité, Taille de Fichier Réduite
ja: H.265 / HEVC, Nvidia ハードウェア エンコーダー,優れた品質,小さいファイルサイズ
nl: H.265 / HEVC, Nvidia hardware-encoder, uitstekende kwaliteit, kleinere bestandsgrootte

source: H.265 / HEVC, Nvidia hardware encoder, High Quality, Medium File Size
fr: H.265 / HEVC, encodeur matériel Nvidia, Haute Qualité, Taille de Fichier Moyenne
ja: H.265 / HEVC, Nvidia ハードウェア エンコーダー,高品質,中程度のファイルサイズ
nl: H.265 / HEVC, Nvidia hardware-encoder, hoge kwaliteit, gemiddelde bestandsgrootte

source: H.265 / HEVC, Nvidia hardware encoder, Indistinguishable Quality, Large File Size
fr: H.265 / HEVC, encodeur matériel Nvidia, Qualité Indiscernable, Fichiers Volumineux
ja: H.265 / HEVC, Nvidia ハードウェア エンコーダー,見分けがつかない程の品質,大きなファイルサイズ
nl: H.265 / HEVC, Nvidia hardware-encoder, ononderscheidbare kwaliteit, groot bestandsformaat

source: AV1, SVT-AV1 software encoder, Indistinguishable Quality, Smaller File Size
fr: AV1, encodeur logiciel SVT-AV1, Qualité Indiscernable, Taille de Fichier Réduite
ja: AV1, SVT-AV1 ソフトウェア エンコーダー,見分けがつかない程の品質,小さいファイル サイズ
nl: AV1, SVT-AV1 software-encoder, ononderscheidbare kwaliteit, kleinere bestandsgrootte

source: Latest Lada restoration model. Recommended
fr: Dernier modèle de restauration par Lada. Recommandé

source: Restoration model from abandoned DeepMosaics project
fr: Modèle de restauration issu du projet abandonné DeepMosaics

source: Fast and efficient. Recommended
fr: Rapide et efficace. Recommandé

source: Can be slightly more accurate than v4-fast but slower
fr: Peut être légèrement plus précis que v4-fast, mais plus lent
