Repository: ladaapp/lada
Catalog: translations/*.po
Languages: es, fr, ja, nl

source: Settings
es: Configuración
fr: Paramètres
ja: 設定
nl: Instellingen

source: Add Files…
es: Añadir Ficheros…
fr: Ajouter des fichiers…
ja: ファイルを追加…
nl: Bestanden toevoegen…

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren

source: Pause
es: Pausa
ja: 一時停止
nl: Onderbreken

source: Resume
es: Continuar
fr: Reprendre
ja: 再開
nl: Hervatten

source: Restore
es: Restaurar
fr: Restaurer
ja: 復元する
nl: Herstellen

source: Keyboard Shortcuts
es: Atajos de Teclado
fr: Raccourcis clavier
ja: キーボードショートカット
nl: Sneltoetsen

source: About Lada
es: Acerca de Lada
fr: À propos de Lada
ja: Ladaについて
nl: Over Lada

source: Open in External Program…
es: Abrir con un programa externo…
fr: Ouvrir dans un programme externe…
ja: 別のプログラムで開く…
nl: Openen in extern programma…

source: Show Error
es: Mostrar error
fr: Afficher l'erreur
ja: エラーを表示
nl: Foutmelding tonen

source: Preview
fr: Aperçu
ja: プレビュー
nl: voorbeeld

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
nl: Verwijderen

source: Restoring video…
es: Procesando Video…
fr: Restauration de la vidéo…
ja: 動画を復元中…
nl: Bezig met herstellen…

source: Finished video restoration!
es: ¡Procesado de Video Terminado!
fr: Restauration de la vidéo terminée !
ja: 動画の復元が完了しました！
nl: De video is hersteld!

source: Restoration failed
es: Fallo en la Restauración
fr: La restauration a échoué
ja: 復元に失敗しました
nl: Het herstellen is mislukt

source: Export video
es: Exportar Video
fr: Exporter la vidéo
ja: ビデオをエクスポート
nl: Video exporteren

source: Restoration paused
es: Procesado Pausado
fr: Restauration en pause
ja: 復元を一時停止しました
nl: Het herstellen is onderbroken

source: Open File
es: Abrir Fichero
fr: Ouvrir le fichier
ja: ファイルを開く
nl: Bestand openen

source: Duration: {duration}, Resolution: {resolution}, Frame rate: {fps} FPS
es: Duración: {duration}, Resolución: {resolution}, Velocidad Fotogramas {fps} FPS
fr: Durée : {duration}, Résolution : {resolution}, Fréquence d'images : {fps} FPS
ja: 再生時間: {duration},解像度: {resolution},フレームレート: {fps} FPS
nl: Duur: {duration} — Resolutie: {resolution} — Framesnelheid: {fps} fps

source: Error while processing <span><tt>{filename}</tt></span>
es: Error durante el Procesado <span><tt>{filename}</tt></span>
fr: Erreur lors du traitement de <span><tt>{filename}</tt></span>
ja: 処理中にエラーが発生しました<span><tt>{filename}</tt></span>
nl: Er is een fout opgetreden tijdens het verwerken van <span><tt>{filename}</tt></span>

source: Okay
es: Todo Correcto
fr: D'accord
ja: 了解
nl: Oké

source: Failed
es: Falló
fr: Échec
ja: 失敗
nl: Mislukt

source: Finished | Processed: {time_done} ({frames_done} frames)
es: Terminado | Procesado: {time_done} ({frames_done} frames)
fr: Terminé | Traité : {time_done} ({frames_done} images)
ja: 完了 | 処理済み: {time_done} ({frames_done} frames)
nl: Afgerond | Verwerkt: {time_done} ({frames_done} frames)

source: Processing… {done_percent}% | Processed: {time_done} ({frames_done} frames) | Remaining: {time_remaining} ({frames_remaining} frames) | Speed: {speed_fps} FPS
es: Procesando… {done_percent}% | Procesado: {time_done} ({frames_done} frames) | Restante: {time_remaining} ({frames_remaining} frames) | Velocidad: {speed_fps} FPS
fr: Traitement en cours… {done_percent} % | Traité : {time_done} ({frames_done} images) | Restant : {time_remaining} ({frames_remaining} images) | Vitesse : {speed_fps} FPS
ja: 処理中… {done_percent}% | 処理済み: {time_done} ({frames_done} frames) | 残り: {time_remaining} ({frames_remaining} frames) | 速度: {speed_fps} FPS
nl: Bezig met verwerken… {done_percent}% | Verwerkt: {time_done} ({frames_done} frames) | Resterend: {time_remaining} ({frames_remaining} frames) | Snelheid: {speed_fps} fps

source: Processing… {done_percent}% | Processed: {time_done} ({frames_done} frames) | Remaining: Estimating… | Speed: Estimating…
es: Procesando… {done_percent}% | Procesado: {time_done} ({frames_done} frames) | Tiempo Restante… | Velocidad: Estimado…
fr: Traitement en cours… {done_percent}% | Traité : {time_done} ({frames_done} images) | Reste : Estimation en cours… | Vitesse : Estimation en cours…
ja: 処理中...{done_percent}% | 処理済み: {time_done} ({frames_done} frames) | 残り: 計算中...| 速度: 計算中…
nl: Bezig met verwerken… {done_percent}% | Verwerkt: {time_done} ({frames_done} frames) | Resterend: bezig met berekenen… | Snelheid: bezig met berekenen…

source: Paused | Processed: {time_done} ({frames_done} frames)
es: Pausado | Procesado: {time_done} ({frames_done} frames)
fr: En pause | Traité : {time_done} ({frames_done} images)
ja: 一時停止 | 処理済み: {time_done} ({frames_done} frames)
nl: Onderbroken | Verwerkt: {time_done} ({frames_done} frames)

source: Restore…
es: Procesando…
fr: Restaurer…
ja: 復元…
nl: Herstellen…

source: Save restored video file
es: Guardar Video Restaurado
fr: Enregistrer le fichier vidéo restauré
ja: 復元済み動画ファイルを保存
nl: Hersteld videobestand opslaan

source: Save restored video files
es: Grabar Videos Restaurados
fr: Enregistrer les fichiers vidéo restaurés
ja: 復元済み動画ファイルをまとめて保存
nl: Herstelde videobestanden opslaan

source: Shutdown System
es: Apagar Sistema
fr: Éteindre l'ordinateur
ja: システムシャットダウン
nl: Computer afsluiten

source: Export has finished. The system will shutdown in 30 seconds.
es: La exportación ha terminado. El sistema se apagará en 30 segundos.
fr: L'exportation est terminée. Le système s'éteindra dans 30 secondes.
ja: エクスポートが完了しました.30秒後にシステムをシャットダウンします.
nl: Het exporteren is voltooid — de computer wordt over 30 seconden afgesloten.

source: Shutdown Failed
es: Fallo al apagar
fr: Échec de l'arrêt
ja: シャットダウンに失敗しました
nl: Afsluiten mislukt

source: Failed to initiate system shutdown. Please check system permissions.
es: Fallo en intento de apagar el sistema. Por favor comprueba los permisos.
fr: Échec de l'arrêt du système. Veuillez vérifier les autorisations système.
ja: システムのシャットダウンを開始できませんでした.権限設定を確認してください.
nl: Het afsluiten is mislukt — controleer de bevoegdheden.

source: Shutdown now
es: Apagar ahora
fr: Éteindre maintenant
ja: 今すぐシャットダウン
nl: Nu afsluiten

source: No GPU detected! Running the app on CPU will be painfully slow.
es: No se detecta GPU. Ejecutando la aplicación con la CPU aunque será más lento.
fr: Aucun GPU détecté ! L'exécution de l'application sur le CPU sera extrêmement lente.
ja: GPU が検出されませんでした！CPU でアプリを実行すると、非常に遅くなります.
nl: Er is geen videokaart aangetroffen. Het programma zal daardoor erg traag zijn.

source: Create Preset
es: Crear Configuración
fr: Créer un préréglage
ja: プリセットを作成
nl: Voorinstelling maken

source: Edit Preset
es: Editar Configuración
fr: Modifier le préréglage
ja: プリセットを編集
nl: Voorinstelling bewerken

source: Save
es: Grabar
fr: Enregistrer
ja: 保存
nl: Opslaan

source: <big>Description</big>
es: <big>Descripción</big>
ja: <big>説明</big>
nl: <big>Beschrijving</big>

source: <big>Encoder</big>
es: <big>Codificador</big>
fr: <big>Encodeur</big>
ja: <big>エンコーダ</big>
nl: <big>Encodering</big>

source: <big>Encoder Help</big>
es: <big>Ayuda Codificador</big>
fr: <big>Aide sur l'encodeur</big>
ja: <big>エンコーダヘルプ</big>
nl: <big>Hulp bij encodering</big>

source: <big>Encoder Options</big>
es: <big>Opciones Codificador</big>
fr: <big>Options de l'encodeur</big>
ja: <big>エンコーダオプション</big>
nl: <big>Encoderingsopties</big>

source: Enter encoder options…
es: Introduce las Opciones del Codificador…
fr: Définir les options de l'encodeur…
ja: エンコーダーのオプションを入力してください…
nl: Voer encoderingsopties in…

source: Mosaic Removal
es: Eliminación de mosaico
fr: Enlèvement de mosaïque
ja: モザイク除去
nl: Mozaïeken verwijderen

source: Detection model
es: Detección de Modelo
fr: Modèle de détection
ja: 検出モデル
nl: Detectiemodel

source: Restoration model
es: Modelo de Procesado
fr: Modèle de restauration
ja: 除去モデル
nl: Herstelmodel

source: Detect face mosaics
es: Detectar Mosaicos en Cara
fr: Détecter les face mosaics
ja: 顔モザイクを検出
nl: Gezichtsmozaïeken detecteren

source: Detect and ignore areas of pixelated faces. Can prevent restoration artifacts but may worsen detection of NSFW mosaics.
es: Detecta e ignora las áreas pixeladas en rostros. Puede prevenir restaurarlos, pero empeorar la detección de mosaicos NSFW.
fr: Détecte et ignore les zones de visages pixélisés. Peut empêcher les artefacts de restauration, mais peut nuire à la détection des mosaïques NSFW.
ja: 顔のピクセル化領域を検出して無視します.復元時のアーティファクトを防止できますが、NSFWモザイクの検出が悪くなる可能性があります.
nl: Detecteer en negeer bepaalde delen van geblurde gezichten. Dit kan herstelproblemen voorkomen, maar detectie van NSFW-mozaïeken verslechteren.

source: Maximum clip duration
es: Máxima duración del Video
fr: Durée maximale du clip
ja: 最大クリップ時間
nl: Maximale clipduur

source: Maximum number of frames for restoration. Higher values improve temporal stability. Lower values reduce memory footprint.
es: Número máximo de fotogramas para la restauración. Los valores más altos mejoran la estabilidad temporal. Los valores más bajos reducen el consumo de memoria.
fr: Nombre maximal d'images pour la restauration. Des valeurs plus élevées améliorent la stabilité temporelle. Des valeurs plus faibles réduisent l'empreinte mémoire.
ja: 復元可能なフレームの最大数.値を大きくすると時間的安定性が向上し、値を小さくするとメモリ使用量が削減されます.
nl: Het maximale aantal te herstellen frames. Hogere waarden vergroten de stabiliteit; lagere waarden verkleinen het geheugengebruik.

source: GPU
nl: Videokaart

source: Selected GPU for model processing.
es: GPU seleccionada para el procesado del modelo.
fr: GPU sélectionné pour le traitement du modèle.
ja: モデル処理に選択されたGPU.
nl: Kies de te gebruiken videokaart.

source: FP16 precision
es: Precisión FP16
fr: Précision FP16
ja: FP16 精度
nl: FP16-nauwkeurigheid

source: Reduces VRAM usage and may increase speed on modern GPUs, with negligible quality difference.
es: Reduce el uso de la VRAM y puede incrementar la velocidad en GPUs modernas, con una mejora de calidad insignificante.
fr: Réduit l'utilisation de la mémoire VRAM et peut augmenter la vitesse sur les GPU modernes, avec une différence de qualité négligeable.
ja: VRAM の使用量を削減し、品質の違いをほとんど感じさせずに、最新の GPU の速度を向上させることができます.
nl: Verlaagt het vram-gebruik en verhoogt de snelheid op moderne videokaarten, met nauwelijks kwaliteitsverschil.

source: Playback
es: Reproducción
fr: Lecture
ja: 再生
nl: Afspelen

source: Buffer duration
es: Duración del Búfer
fr: Durée du tampon
ja: バッファ時間
nl: Bufferduur

source: How much video is pre-loaded for playback, measured in seconds. If set to 0 this value will be chosen automatically.
es: Cuánto vídeo se carga previamente para la reproducción, medido en segundos. Si se establece en 0, este valor se elegirá automáticamente.
fr: Quantité de vidéo préchargée pour la lecture, mesurée en secondes. Si cette valeur est définie sur 0, elle sera choisie automatiquement.
ja: 再生用に事前にロードされるビデオの量（秒単位）.0に設定すると、この値は自動的に選択されます.
nl: Hoeveel seconden van de video vooraf wordt ingeladen. Stel in op 0 om automatisch te kiezen.

source: Mute audio by default
es: Audio silenciado de forma predeterminada
fr: Désactiver le son par défaut
ja: デフォルトで音量をミュートにする
nl: Geluid standaard dempen

source: When enabled, audio will be muted automatically when a new file is opened.
es: Cuando está activado, el audio se silencia automáticamente al abrir un nuevo archivo.
fr: Lorsque cette option est activée, le son sera automatiquement coupé lorsqu'un nouveau fichier sera ouvert.
ja: 有効にすると、新しいファイルを開いたときにオーディオが自動的にミュートされます.
nl: Schakel in om het geluid automatisch te dempen na het openen van een bestand.

source: Enable seek preview
es: Activar Previsualización
fr: Activer l'aperçu de vidéo
ja: シークプレビューを有効にする
nl: Doorspoelen voorvertonen

source: Show a preview of the video frame when hovering over the timeline.
es: Mostrar una vista previa del fotograma del vídeo al pasar el cursor por encima de la línea de tiempo.
fr: Afficher un aperçu de l'image vidéo lorsque le curseur passe sur la timeline.
ja: タイムライン上にカーソルを合わせると、動画フレームのプレビューを表示します.
nl: Toon een voorvertoning van het videoframe op de tijdlijn waarop je de muis houdt.

source: Export
es: Exportar
fr: Exporter
ja: エクスポート
nl: Exporteren

source: Encoding Preset
es: Configuración Codificador
fr: Préréglage d'encodage
ja: エンコーディングプリセット
nl: Voorinstelling van encodering

source: Output Directory
es: Directorio de Salida
fr: Répertoire de sortie
ja: 出力ディレクトリ
nl: Resultaatmap

source: Directory where restored files will be saved
es: Directorio donde se guardarán los ficheros
fr: Répertoire dans lequel les fichiers restaurés seront enregistrés
ja: 復元されたファイルが保存されるディレクトリ
nl: Map waar de herstelde bestanden moeten worden bewaard

source: Always ask
es: Preguntar Siempre
fr: Toujours demandez
ja: 毎回確認する
nl: Altijd vragen

source: Use this folder
es: Usar esta carpeta
fr: Utilisez ce dossier
ja: このフォルダを使用する
nl: Deze map gebruiken

source: Click the folder button to choose a default
es: Elige la carpeta destino por defecto
fr: Cliquez sur le bouton dossier pour choisir un dossier par défaut
ja: フォルダボタンをクリックしてデフォルトを選択してください
nl: Klik op de mapknop om een standaardmap te kiezen

source: Temporary Directory
es: Carpeta Temporal
fr: Répertoire temporaire
ja: 一時ディレクトリ
nl: Tijdelijke map

source: Directory for temporary video files during restoration process
es: Carpeta temporal para videos durante el proceso de restauración
fr: Répertoire pour les fichiers vidéo temporaires pendant le processus de restauration
ja: 復元処理中に使用する一時動画ファイルの保存先
nl: De map waarin tijdelijke bestanden worden opgeslagen tijdens het herstelproces

source: File name pattern for restored files. Must include placeholder <span background="#D3D3D350"><tt>{orig_file_name}</tt></span>.
es: Patrón para nombre de archivo de los archivos restaurados. Debes incluir el marcador de posición <span background="#D3D3D350"><tt>{orig_file_name}</tt></span>.
fr: Paterne de nom de fichier pour les fichiers restaurés. Doit inclure l'espace réservé <span background="#D3D3D350"><tt>{orig_file_name}</tt></span>.
ja: 復元されたファイルのファイル名パターン. Must include placeholder <span background="#D3D3D350"><tt>{orig_file_name}</tt></span>.
nl: Het bestandsnaampatroon voor herstelde bestanden. De opvultekst <span background="#D3D3D350"><tt>{orig_file_name}</tt></span> is vereist.

source: Post-Export Action
es: Acción posterior a la exportación
fr: Action post-exportation
ja: エクスポート後の動作
nl: Naverwerkingsactie

source: Action to be run after all queued files have been restored.
es: Acción a Ejecutar después de ser procesado el video.
fr: Action à exécuter après la restauration de tous les fichiers en file d'attente.
ja: キューに登録されたすべてのファイルが復元された後に実行される動作.
nl: De uit te voeren actie nadat alle bestanden zijn hersteld.

source: Shutdown system
es: Apagar el sistema
fr: Arrêter le système
ja: システムシャットダウン
nl: Computer afsluiten

source: Automatically shutdown the system after export is completed.
es: Apagar el sistema automáticamente después de terminar.
fr: Arrêter automatiquement le système d'exploitation une fois l'exportation terminée.
ja: エクスポート完了後、自動的にシステムをシャットダウンします.
nl: Sluit de computer automatisch af nadat het exporteren is voltooid.

source: Execute custom command
es: Ejecutar comando personalizado
fr: Exécuter une commande personnalisée
ja: カスタムコマンドを実行
nl: Opdracht uitvoeren

source: Run a custom shell command after export is completed.
es: Ejecutar un comando personalizado una vez completada la exportación.
fr: Exécutez une commande shell personnalisée une fois l'exportation terminée.
ja: エクスポート完了後、カスタムシェルコマンドを実行します.
nl: Voer een shellopdracht uit nadat het exporteren is voltooid.

source: Custom command
es: Comando Personalizado
fr: Commande personnalisée
ja: カスタムコマンド
nl: Opdracht

source: Enable .mp4 Fast Start
es: Mp4 habilitado. Comienzo Rápido
fr: Activer le démarrage rapide .mp4
ja: .mp4 高速起動を有効にする
nl: Snelle start van .mp4-bestanden inschakelen

source: Allows playing the file while it's being written.
es: Permitir siempre la reproducción mientras se procesa el video.
fr: Permet de lire le fichier pendant son écriture.
ja: ファイルの書き込み中に再生できるようにします.
nl: Staat bekijken van het bestand tijdens het proces toe.

source: Troubleshooting
es: Solución de Problemas
fr: Dépannage
ja: トラブルシューティング
nl: Probleemoplossing

source: Show mosaic detections
es: Mostrar detección de Mosaico
fr: Affiche les détections de mosaïques
ja: モザイク検出を表示
nl: Mozaïekdetecties tonen

source: Show detected mosaic areas. Useful to evaluate quality of detection model.
es: Mostrar las áreas de mosaico detectadas. Útil para evaluar la calidad del modelo de detección.
fr: Affiche les zones de mosaïque. Utile pour évaluer la qualité du modèle de détection.
ja: 検出されたモザイク領域を表示します.検出モデルの品質を評価するのに役立ちます.
nl: Toon vastgestelde mozaïekgebieden. Handig voor het evalueren van de kwaliteit van het detectiemodel.

source: UI
nl: Vormgeving

source: Color Scheme
es: Esquema de Colores
fr: Palette de couleurs
ja: 配色
nl: Thema

source: Follow System style
es: Mismo estilo que el sistema
fr: Suivre le style du système
ja: システムスタイルに従う
nl: Systeemthema gebruiken

source: Light style
es: Estilo Claro
fr: Thème Blanc
ja: ライトスタイル
nl: Licht thema

source: Dark style
es: Estilo Oscuro
fr: Thème Sombre
ja: ダークスタイル
nl: Donker thema

source: Default View
es: Vista por Defecto
fr: Affichage par défaut
ja: 標準表示
nl: Standaardscherm

source: View shown after opening files
es: Vista mostrada tras abrir archivos
fr: Vue affichée après l'ouverture des fichiers
ja: ファイルを開いたときの表示
nl: Het te tonen scherm na het openen van bestanden

source: Watch
es: Ver
fr: Regarder
ja: 視聴
nl: Bekijken

source: Reset to factory settings
es: Restaurar configuración de fábrica
fr: Réinitialiser aux paramètres d'usine
ja: 初期設定にリセット
nl: Standaardwaarden herstellen

source: Create Preset…
es: Crear Configuración…
fr: Créer un préréglage…
ja: プリセットを作成…
nl: Voorinstelling maken…

source: Select a folder where restored videos should be saved
es: Selecciona la carpeta donde se guardarán los videos
fr: Sélectionnez un dossier dans lequel les vidéos restaurées doivent être enregistrées
ja: 復元済み動画を保存するフォルダを選択
nl: Kies de map waarin herstelde videobestanden moeten worden opgeslagen

source: Select a folder for temporary files
es: Selecciona una carpeta para los ficheros temporales
fr: Sélectionnez un dossier pour les fichiers temporaires
ja: 一時ファイル用のフォルダを選択
nl: Kies de map met tijdelijke bestanden

source: Restore pixelated adult videos
es: Restaurar Videos Adultos Pixelados
fr: Restaurer des vidéos pour adultes pixélisées
ja: アダルトビデオのピクセルモザイクを復元
nl: Herstel gepixelde 18+-video's

source: Drop one or more videos here
es: Arrastra uno o más vídeos aquí.
fr: Déposez une ou plusieurs vidéos ici
ja: ここに1つ以上の動画をドロップしてください
nl: Sleep een of meerdere bestanden hierheen

source: Open Files…
es: Abrir Ficheros…
fr: Ouvrir les fichiers…
ja: ファイルを開く…
nl: Bestanden openen…

source: Toggle Fullscreen
es: Cambiar a pantalla completa
fr: Basculer en mode plein écran
ja: フルスクリーン切り替え
nl: Schermvullende weergave

source: Mute/Unmute
es: Silenciar/Activar sonido
fr: Activer/Désactiver le son
ja: ミュート/ミュート解除
nl: Dempen/Ontdempen

source: Play/Pause
es: Reproducir/Pausar
fr: Lecture/Pause
ja: 再生/一時停止
nl: Afspelen/Pauzeren

source: Enable/Disable fullscreen
es: Habilitar/deshabilitar Pantalla Completa
fr: Activer/Désactiver le plein écran
ja: フルスクリーンを有効/無効にする
nl: Schermvullende weergave aan/uit

source: Switch to Export View
es: Cambiar a vista de exportación
fr: Passer à l'affichage Export
ja: エクスポート表示に切り替え
nl: Exportscherm tonen

source: Switch to Watch View
es: Cambiar a Modo Ver
fr: Passer à l'affichage Lecture
ja: 再生画面に切り替え
nl: Afspeelscherm tonen

source: Select one or multiple video files
es: Selecciona uno o más videos
fr: Sélectionnez un ou plusieurs fichiers vidéo
ja: 1つまたは複数の動画ファイルを選択
nl: Kies een of meerdere videobestanden

source: Custom Preset {custom_preset_num}
es: Configuración por Defecto Preset {custom_preset_num}
fr: Préréglage personnalisé {custom_preset_num}
ja: カスタムプリセット {custom_preset_num}
nl: Eigen voorinstelling {custom_preset_num}

source: No video files found
es: No hay videos
fr: Aucun fichier vidéo trouvé
ja: ビデオファイルが見つかりません
nl: Er zijn geen videobestanden aangetroffen

source: Yes
es: Si
fr: Oui
nl: Ja

source: Name
es: Nombre
fr: Nom
ja: 名前
nl: Naam

source: Description
es: Descripción
ja: 説明
nl: Beschrijving

source: Hardware-accelerated
es: Acelerado por Hardware
fr: Accélération matérielle
ja: ハードウェアアクセラレーション
nl: Hardwareversnelling gebruiken

source: Hardware devices
es: Dispositivos Hardware
fr: Périphériques matériels
ja: ハードウェアデバイス
nl: Hardwareapparaten

source: Available video encoders:
es: Códecs Disponibles:
fr: Encodeurs vidéo disponibles :
ja: 利用可能なビデオエンコーダ:
nl: Beschikbare video-encoderingen:

source: Device
es: Dispositivo
fr: Périphérique
ja: デバイス
nl: Apparaat

source: Available devices:
es: Dispositivos disponibles:
fr: Périphérique disponibles :
ja: 利用可能なデバイス:
nl: Beschikbare apparaten:

source: Available restoration models:
es: Modelos de restauración disponibles:
fr: Modèles de restauration disponibles :
ja: 利用可能な除去モデル:
nl: Beschikbaar herstelmodellen:

source: None!
es: ¡Nada!
fr: Aucun !
ja: なし！
nl: Geen!

source: Path
es: Ruta
fr: Chemin
ja: パス
nl: Locatie

source: Available encoding presets:
es: Configuraciones Codificación Disponibles:
fr: Préréglages d'encodage disponibles :
ja: 利用可能なエンコードプリセット:
nl: Beschikbare voorinstellingen:

source: Encoder Name
es: Nombre Codificador
fr: Nom de l'encodeur
ja: エンコーダ名
nl: Naam van encodering

source: Encoder Options
es: Opciones Codificador
fr: Options d'encodeur
ja: エンコーダオプション
nl: Encoderings opties

source: Usage:
es: Uso:
fr: Utilisation :
ja: 使用法:
nl: Gebruik:

source: Processing video: {done_percent}%|{bar}|Processed: {time_done} ({frames_done}f){bar_suffix}
es: Procesando video: {done_percent}%|{bar}|Procesado: {time_done} ({frames_done}f){bar_suffix}
fr: Traitement vidéo : {done_percent} %|{bar}|Traité : {time_done} ({frames_done}f){bar_suffix}
ja: ビデオの処理中: {done_percent}%|{bar}|処理済み: {time_done} ({frames_done}f){bar_suffix}
nl: Videoverwerking: {done_percent}%|{bar}|Verwerkt: {time_done} ({frames_done}f){bar_suffix}

source: | Remaining: ? | Speed: ?
es: | Restante: ? | Velocidad: ?
fr: | Restant : ? | Vitesse : ?
ja: | 残り: ? | 速度: ?
nl: | Resterend: ? | Snelheid: ?

source: | Remaining: {time_remaining} ({frames_remaining}f) | Speed: {speed_fps}fps
es: | Restante: {time_remaining} ({frames_remaining}f) | Velocidad: {speed_fps}fps
fr: | Restant : {time_remaining} ({frames_remaining}f) | Vitesse : {speed_fps}fps
ja: | 残り: {time_remaining} ({frames_remaining}f) | 速度: {speed_fps}fps
nl: | Resterend: {time_remaining} ({frames_remaining}f) | Snelheid: {speed_fps}fps

source: Examples:
es: Ejemplos:
fr: Exemples :
ja: 例:
nl: Voorbeelden:

source: Restore video with default settings:
es: Procesar video con la configuración por defecto:
fr: Restaurer la vidéo avec les paramètres par défaut :
ja: デフォルト設定で動画を復元する:
nl: Herstel een video met de standaardinstellingen:

source: %(prog)s --input input.mp4
nl: %(prog)s --input bestand.mp4

source: Restore all videos found in the specified directory and save them to a different folder:
es: Procesar todos los vídeos del directorio especificado y guardarlos en una carpeta diferente:
fr: Restaurer toutes les vidéos trouvées dans le répertoire spécifié et les enregistrer dans un autre dossier :
ja: 指定されたディレクトリ内にあるすべての動画を復元し、別のフォルダに保存します:
nl: Herstel alle video's in de opgegeven map en bewaar ze in een andere map:

source: %(prog)s --input path/to/input/dir/ --output /path/to/output/dir/
es: %(prog)s --input path/to/input/dir/ --output /path/to/output/car/
nl: %(prog)s --input locatie/van/bronmap/ --output /locatie/van/resultaatmap/

source: Use Nvidia hardware-accelerated encoder by selecting a preset:
es: Usar codificación acelerada por hardware Nvidia seleccionando una configuración:
fr: Utilisez l'encodeur accéléré Nvidia en sélectionnant un préréglage :
ja: プリセットを選択してNvidiaハードウェアアクセラレーションエンコーダを使用する:
nl: Gebruik een hardware-aangedreven video-encodering door een voorinstelling te kiezen:
